GENRES_MOVIE = {
    "🔫 Боевик": 28, "🏹 Приключения": 12, "🎨 Мультфильм": 16, "😂 Комедия": 35,
    "🕵️ Криминал": 80, "🎬 Документальный": 99, "😢 Драма": 18,
    "👨‍👩‍👧‍👦 Семейный": 10751, "🧙‍♂️ Фэнтези": 14, "📜 История": 36,
    "👻 Ужасы": 27, "🎵 Музыка": 10402, "🕵️‍♂️ Детектив": 9648,
    "❤️ Мелодрама": 10749, "🚀 Фантастика": 878, "📺 ТВ-фильм": 10770,
    "😱 Триллер": 53, "⚔️ Военный": 10752, "🤠 Вестерн": 37
}

GENRES_TV = {
    "🔫🏹 Боевик и приключения": 10759, "🎨 Мультфильм": 16, "😂 Комедия": 35,
    "🕵️ Криминал": 80, "🎬 Документальный": 99, "😢 Драма": 18,
    "👨‍👩‍👧‍👦 Семейный": 10751, "👶 Детский": 10762, "🕵️‍♂️ Детектив": 9648,
    "📰 Новости": 10763, "📺 Реалити-шоу": 10764, "🧙‍♂️🚀 НФ и Фэнтези": 10765,
    "🎭 Мыльная опера": 10766, "🎤 Ток-шоу": 10767, "⚔️ Политика и война": 10768,
    "🤠 Вестерн": 37
}

COUNTRY_FLAGS = {
    "RU": "🇷🇺", "US": "🇺🇸", "GB": "🇬🇧", "FR": "🇫🇷", "DE": "🇩🇪", "IT": "🇮🇹", "ES": "🇪🇸", "JP": "🇯🇵", "KR": "🇰🇷", "CN": "🇨🇳",
    "IN": "🇮🇳", "BR": "🇧🇷", "CA": "🇨🇦", "AU": "🇦🇺", "UA": "🇺🇦", "PL": "🇵🇱", "TR": "🇹🇷", "SE": "🇸🇪", "NO": "🇳🇴", "DK": "🇩🇰"
}
